Repository: avgeek-oss/dnsdeck
Catalog: DNSDeck/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Invalid IPv6 address format
de: Ungültiges IPv6-Adressformat
es: Formato de dirección IPv6 no válido
fr: Format d'adresse IPv6 invalide
hi: अमान्य IPv6 पता प्रारूप
id: Format alamat IPv6 tidak valid
ja: 無効なIPv6アドレス形式です
ko: 잘못된 IPv6 주소 형식
pl: Nieprawidłowy format adresu IPv6
pt_br: Formato de endereço IPv6 inválido
tr: Geçersiz IPv6 adres biçimi
uk: Недійсний формат адреси IPv6
vi: Định dạng địa chỉ IPv6 không hợp lệ
zh_hans: IPv6 地址格式无效
zh_hant: IPv6 位址格式無效

source: Invalid MX domain: %@
de: Ungültige MX-Domäne: %@
es: Dominio MX no válido: %@
fr: Domaine MX non valide : %@
hi: अमान्य MX डोमेन: %@
id: Domain MX tidak valid: %@
ja: 無効な MX ドメイン: %@
ko: 잘못된 MX 도메인: %@
pl: Nieprawidłowa domena MX: %@
pt_br: Domínio MX inválido: %@
tr: Geçersiz MX alanı: %@
uk: Недійсний домен MX: %@
vi: Tên miền MX không hợp lệ: %@
zh_hans: 无效 MX 域：%@
zh_hant: 無效 MX 域：%@

source: Invalid MX priority: %@
de: Ungültige MX-Priorität: %@
es: Prioridad MX no válida: %@
fr: Priorité MX non valide : %@
hi: अमान्य MX प्राथमिकता: %@
id: Prioritas MX tidak valid: %@
ja: 無効な MX 優先度: %@
ko: 잘못된 MX 우선순위: %@
pl: Nieprawidłowy priorytet MX: %@
pt_br: Prioridade MX inválida: %@
tr: Geçersiz MX önceliği: %@
uk: Недійсний пріоритет MX: %@
vi: Mức độ ưu tiên MX không hợp lệ: %@
zh_hans: MX 优先级无效：%@
zh_hant: MX 優先權無效：%@

source: Invalid MX record format. Expected 'priority domain' or 'domain'
de: Ungültiges MX-Eintragsformat. Erwartete „Prioritätsdomäne“ oder „Domäne“
es: Formato de registro MX no válido. 'Dominio prioritario' o 'dominio' esperado
fr: Format d'enregistrement MX non valide. « Domaine prioritaire » ou « domaine » attendu
hi: अमान्य एमएक्स रिकॉर्ड प्रारूप. अपेक्षित 'प्राथमिकता डोमेन' या 'डोमेन'
id: Format data MX tidak valid. 'Domain prioritas' atau 'domain' yang diharapkan
ja: 無効な MX レコード形式です。予期される「優先ドメイン」または「ドメイン」
ko: MX 레코드 형식이 잘못되었습니다. '우선순위 도메인' 또는 '도메인'이 필요합니다.
pl: Nieprawidłowy format rekordu MX. Oczekiwano „domeny priorytetowej” lub „domeny”
pt_br: Formato de registro MX inválido. 'Domínio prioritário' ou 'domínio' esperado
tr: Geçersiz MX kayıt biçimi. Beklenen 'öncelikli alan adı' veya 'alan adı'
uk: Недійсний формат запису MX. Очікується «пріоритетний домен» або «домен»
vi: Định dạng bản ghi MX không hợp lệ. 'Miền ưu tiên' hoặc 'miền' dự kiến
zh_hans: MX 记录格式无效。预期的“优先域”或“域”
zh_hant: MX 記錄格式無效。預期的“優先域”或“域”

source: Invalid SRV port: %@
de: Ungültiger SRV-Port: %@
es: Puerto SRV no válido: %@
fr: Port SRV invalide : %@
hi: अमान्य SRV पोर्ट: %@
id: Port SRV tidak valid: %@
ja: 無効な SRV ポート: %@
ko: 잘못된 SRV 포트: %@
pl: Nieprawidłowy port SRV: %@
pt_br: Porta SRV inválida: %@
tr: Geçersiz SRV bağlantı noktası: %@
uk: Недійсний порт SRV: %@
vi: Cổng SRV không hợp lệ: %@
zh_hans: 无效的 SRV 端口：%@
zh_hant: 無效的 SRV 連接埠：%@

source: Invalid SRV priority: %@
de: Ungültige SRV-Priorität: %@
es: Prioridad SRV no válida: %@
fr: Priorité SRV non valide : %@
hi: अमान्य SRV प्राथमिकता: %@
id: Prioritas SRV tidak valid: %@
ja: 無効な SRV 優先度: %@
ko: 잘못된 SRV 우선순위: %@
pl: Nieprawidłowy priorytet SRV: %@
pt_br: Prioridade SRV inválida: %@
tr: Geçersiz SRV önceliği: %@
uk: Недійсний пріоритет SRV: %@
vi: Ưu tiên SRV không hợp lệ: %@
zh_hans: 无效的 SRV 优先级：%@
zh_hant: 無效的 SRV 優先權：%@

source: Invalid SRV record format. Expected 'priority weight port target'
de: Ungültiges SRV-Datensatzformat. Erwartetes „Prioritätsgewicht-Port-Ziel“
es: Formato de registro SRV no válido. 'Objetivo de puerto de peso prioritario' esperado
fr: Format d'enregistrement SRV non valide. « Objectif de port de poids prioritaire » attendu
hi: अमान्य SRV रिकॉर्ड प्रारूप. अपेक्षित 'प्राथमिकता भार पोर्ट लक्ष्य'
id: Format catatan SRV tidak valid. 'Target pelabuhan bobot prioritas' yang diharapkan
ja: SRV レコード形式が無効です。予想される「優先ウェイトポートターゲット」
ko: SRV 레코드 형식이 잘못되었습니다. '우선 웨이트 포트 목표' 예상
pl: Nieprawidłowy format rekordu SRV. Oczekiwany „docelowy port wagi priorytetowej”
pt_br: Formato de registro SRV inválido. Esperada 'meta de porta de peso prioritária'
tr: Geçersiz SRV kayıt biçimi. Beklenen 'öncelikli ağırlık bağlantı noktası hedefi'
uk: Недійсний формат запису SRV. Очікуваний «пріоритетний цільовий порт ваги»
vi: Định dạng bản ghi SRV không hợp lệ. Dự kiến 'mục tiêu cổng trọng lượng ưu tiên'
zh_hans: SRV 记录格式无效。预期的“优先重量港口目标”
zh_hant: SRV 記錄格式無效。預期的“優先重量港口目標”

source: Invalid SRV target: %@
de: Ungültiges SRV-Ziel: %@
es: Destino SRV no válido: %@
fr: Cible SRV non valide : %@
hi: अमान्य SRV लक्ष्य: %@
id: Target SRV tidak valid: %@
ja: 無効な SRV ターゲット: %@
ko: 잘못된 SRV 대상: %@
pl: Nieprawidłowy cel SRV: %@
pt_br: Destino SRV inválido: %@
tr: Geçersiz SRV hedefi: %@
uk: Недійсна мета SRV: %@
vi: Mục tiêu SRV không hợp lệ: %@
zh_hans: 无效的 SRV 目标：%@
zh_hant: 無效的 SRV 目標：%@

source: Invalid SRV weight: %@
de: Ungültiges SRV-Gewicht: %@
es: Peso SRV no válido: %@
fr: Poids SRV invalide : %@
hi: अमान्य SRV वजन: %@
id: Berat SRV tidak valid: %@
ja: 無効な SRV 重み: %@
ko: 잘못된 SRV 가중치: %@
pl: Nieprawidłowa waga SRV: %@
pt_br: Peso SRV inválido: %@
tr: Geçersiz SRV ağırlığı: %@
uk: Недійсна вага SRV: %@
vi: Trọng lượng SRV không hợp lệ: %@
zh_hans: 无效的 SRV 权重：%@
zh_hant: 無效的 SRV 權重：%@

source: Invalid TTL: %lld. Must be between 60 and 86400 seconds
de: Ungültige TTL: %lld. Muss zwischen 60 und 86400 Sekunden liegen
es: TTL no válido: %lld. Debe estar entre 60 y 86400 segundos.
fr: Durée de vie non valide : %lld. Doit être compris entre 60 et 86 400 secondes
hi: अमान्य टीटीएल: %lld। 60 से 86400 सेकंड के बीच होना चाहिए
id: TTL tidak valid: %lld. Harus antara 60 dan 86400 detik
ja: 無効な TTL: %lld。 60 ～ 86400 秒の間である必要があります
ko: 잘못된 TTL: %lld. 60초에서 86400초 사이여야 합니다.
pl: Nieprawidłowy TTL: %lld. Musi wynosić od 60 do 86400 sekund
pt_br: TTL inválido: %lld. Deve estar entre 60 e 86.400 segundos
tr: Geçersiz TTL: %lld. 60 ile 86400 saniye arasında olmalıdır
uk: Недійсний TTL: %lld. Має бути від 60 до 86400 секунд
vi: TTL không hợp lệ: %lld. Phải trong khoảng từ 60 đến 86400 giây
zh_hans: 无效 TTL：%lld。必须介于 60 到 86400 秒之间
zh_hant: 無效 TTL：%lld。必須介於 60 到 86400 秒之間

source: Invalid credential data
de: Ungültige Anmeldedaten
es: Datos de credenciales no válidos
fr: Données d'identification invalides
hi: अमान्य क्रेडेंशियल डेटा
id: Data kredensial tidak valid
ja: 無効な資格情報データ
ko: 잘못된 자격 증명 데이터
pl: Nieprawidłowe dane uwierzytelniające
pt_br: Dados de credenciais inválidos
tr: Geçersiz kimlik bilgisi verileri
uk: Недійсні облікові дані
vi: Dữ liệu thông tin xác thực không hợp lệ
zh_hans: 凭证数据无效
zh_hant: 憑證資料無效

# Invalid data on line %lld: %@
source: Invalid data on line %1$lld: %2$@
de: Ungültige Daten in Zeile %1$lld: %2$@
es: Datos no válidos en la línea %1$lld: %2$@
fr: Données invalides sur la ligne %1$lld : %2$@
hi: लाइन %1$lld पर अमान्य डेटा: %2$@
id: Data tidak valid pada jalur %1$lld: %2$@
ja: %1$lld 行の無効なデータ: %2$@
ko: %1$lld 라인의 잘못된 데이터: %2$@
pl: Nieprawidłowe dane na linii %1$lld: %2$@
pt_br: Dados inválidos na linha %1$lld: %2$@
tr: %1$lld satırında geçersiz veri: %2$@
uk: Недійсні дані в рядку %1$lld: %2$@
vi: Dữ liệu không hợp lệ trên dòng %1$lld: %2$@
zh_hans: %1$lld 行上的数据无效：%2$@
zh_hant: %1$lld 行上的資料無效：%2$@

source: Invalid domain format
de: Ungültiges Domänenformat
es: Formato de dominio no válido
fr: Format de domaine invalide
hi: अमान्य डोमेन प्रारूप
id: Format domain tidak valid
ja: 無効なドメイン形式です
ko: 잘못된 도메인 형식
pl: Nieprawidłowy format domeny
pt_br: Formato de domínio inválido
tr: Geçersiz alan adı biçimi
uk: Недійсний формат домену
vi: Định dạng tên miền không hợp lệ
zh_hans: 域名格式无效
zh_hant: 域名格式無效

source: Invalid domain: %@
de: Ungültige Domäne: %@
es: Dominio no válido: %@
fr: Domaine invalide : %@
hi: अमान्य डोमेन: %@
id: Domain tidak valid: %@
ja: 無効なドメイン: %@
ko: 잘못된 도메인: %@
pl: Nieprawidłowa domena: %@
pt_br: Domínio inválido: %@
tr: Geçersiz alan adı: %@
uk: Недійсний домен: %@
vi: Tên miền không hợp lệ: %@
zh_hans: 无效域名：%@
zh_hant: 無效網域：%@

source: Invalid record type: %@
de: Ungültiger Datensatztyp: %@
es: Tipo de registro no válido: %@
fr: Type d'enregistrement non valide : %@
hi: अमान्य रिकॉर्ड प्रकार: %@
id: Jenis catatan tidak valid: %@
ja: 無効なレコード タイプ: %@
ko: 잘못된 레코드 유형: %@
pl: Nieprawidłowy typ rekordu: %@
pt_br: Tipo de registro inválido: %@
tr: Geçersiz kayıt türü: %@
uk: Недійсний тип запису: %@
vi: Loại bản ghi không hợp lệ: %@
zh_hans: 无效记录类型：%@
zh_hant: 無效記錄類型：%@

source: Invalid response from server
de: Ungültige Antwort vom Server
es: Respuesta no válida del servidor
fr: Réponse invalide du serveur
hi: सर्वर से अमान्य प्रतिक्रिया
id: Respons tidak valid dari server
ja: サーバーからの無効な応答
ko: 서버의 응답이 잘못되었습니다.
pl: Nieprawidłowa odpowiedź z serwera
pt_br: Resposta inválida do servidor
tr: Sunucudan geçersiz yanıt
uk: Недійсна відповідь від сервера
vi: Phản hồi không hợp lệ từ máy chủ
zh_hans: 来自服务器的无效响应
zh_hant: 來自伺服器的無效回應

source: Issuer domain (e.g. letsencrypt.org)
de: Emittentendomäne (z. B.letsencrypt.org)
es: Dominio del emisor (por ejemplo, letsencrypt.org)
fr: Domaine de l'émetteur (par exemple,letsencrypt.org)
hi: जारीकर्ता डोमेन (उदा. Letsencrypt.org)
id: Domain penerbit (misalnya letsencrypt.org)
ja: 発行者のドメイン (例: letsencrypt.org)
ko: 발급자 도메인(예: letsencrypt.org)
pl: Domena wystawcy (np. letsencrypt.org)
pt_br: Domínio do emissor (por exemplo, letsencrypt.org)
tr: Veren alan adı (ör. letsencrypt.org)
uk: Домен емітента (наприклад, letsencrypt.org)
vi: Miền của nhà phát hành (ví dụ: letsencrypt.org)
zh_hans: 发行者域（例如letsencrypt.org）
zh_hant: 發行者網域（例如letsencrypt.org）

source: Key Fingerprint
de: Schlüssel-Fingerabdruck
es: Huella digital clave
fr: Empreinte digitale clé
hi: कुंजी फ़िंगरप्रिंट
id: Sidik Jari Kunci
ja: キーの指紋
ko: 키 지문
pl: Kluczowy odcisk palca
pt_br: Impressão digital chave
tr: Anahtar Parmak İzi
uk: Відбиток пальця ключа
vi: Vân tay chìa khóa
zh_hans: 钥匙指纹
zh_hant: 鑰匙指紋

source: Label exceeds 63 characters
de: Das Etikett ist länger als 63 Zeichen
es: La etiqueta supera los 63 caracteres
fr: Le libellé dépasse 63 caractères
hi: लेबल 63 वर्णों से अधिक है
id: Label melebihi 63 karakter
ja: ラベルが63文字を超えています
ko: 라벨이 63자를 초과합니다.
pl: Etykieta przekracza 63 znaki
pt_br: O rótulo excede 63 caracteres
tr: Etiket 63 karakteri aşıyor
uk: Мітка перевищує 63 символи
vi: Nhãn vượt quá 63 ký tự
zh_hans: 标签超过 63 个字符
zh_hant: 標籤超過 63 個字符

source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
ja: 言語
ko: 언어
pl: Język
pt_br: Idioma
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Language & Time
de: Sprache & Zeit
es: Idioma y tiempo
fr: Langue et heure
hi: भाषा एवं समय
id: Bahasa & Waktu
ja: 言語と時間
ko: 언어 및 시간
pl: Język i czas
pt_br: Idioma e tempo
tr: Dil ve Zaman
uk: Мова та час
vi: Ngôn ngữ & Thời gian
zh_hans: 语言和时间
zh_hant: 語言和時間

source: Last Modified
de: Zuletzt geändert
es: Última modificación
fr: Dernière modification
hi: अंतिम बार संशोधित
id: Terakhir Dimodifikasi
ja: 最終更新日
ko: 마지막 수정
pl: Ostatnia modyfikacja
pt_br: Última modificação
tr: Son Değiştirilme
uk: Остання зміна
vi: Sửa đổi lần cuối
zh_hans: 最后修改时间
zh_hant: 最後修改時間

source: Leave empty for a personal account.
de: Für ein persönliches Konto leer lassen.
es: Déjelo vacío para una cuenta personal.
fr: Laisser vide pour un compte personnel.
hi: व्यक्तिगत खाते को खाली छोड़ दें.
id: Biarkan kosong untuk akun pribadi.
ja: 個人アカウントの場合は空のままにしてください。
ko: 개인 계정의 경우 비워 두세요.
pl: Pozostaw puste dla konta osobistego.
pt_br: Deixe em branco para uma conta pessoal.
tr: Kişisel hesap için boş bırakın.
uk: Залиште порожнім для особистого облікового запису.
vi: Để trống cho tài khoản cá nhân.
zh_hans: 对于个人帐户留空。
zh_hant: 對於個人帳戶留空。

source: Leave empty for oraclecloud.com. Enter the OCI realm domain only for a government or sovereign realm.
de: Für oraclecloud.com leer lassen. Geben Sie die OCI-Realm-Domäne nur für einen Regierungs- oder Hoheitsbereich ein.
es: Déjelo vacío para oraclecloud.com. Ingrese al dominio del reino OCI solo para un reino gubernamental o soberano.
fr: Laissez vide pour oraclecloud.com. Entrez le domaine du domaine OCI uniquement pour un domaine gouvernemental ou souverain.
hi: Oraclecloud.com के लिए खाली छोड़ें। ओसीआई क्षेत्र डोमेन केवल सरकारी या संप्रभु क्षेत्र के लिए दर्ज करें।
id: Biarkan kosong untuk Oraclecloud.com. Masuk ke domain ranah OCI hanya untuk ranah pemerintahan atau kedaulatan.
ja: oraclecloud.com の場合は空のままにします。政府または主権レルムの OCI レルム ドメインのみを入力します。
ko: oraclecloud.com의 경우 비워 두세요. 정부 또는 주권 영역에 대해서만 OCI 영역 도메인을 입력하세요.
pl: Pozostaw puste dla oraclecloud.com. Wprowadź domenę domeny OCI tylko dla domeny rządowej lub suwerennej.
pt_br: Deixe em branco para oraclecloud.com. Insira o domínio OCI apenas para um domínio governamental ou soberano.
tr: Oraclecloud.com için boş bırakın. OCI alanı alanına yalnızca bir hükümet veya egemen bölge için girin.
uk: Залиште порожнім для oraclecloud.com. Введіть домен сфери OCI лише для урядової чи суверенної сфери.
vi: Để trống cho oraclecloud.com. Chỉ nhập miền vương quốc OCI cho chính phủ hoặc vương quốc có chủ quyền.
zh_hans: 将 oraclecloud.com 留空。仅输入政府或主权领域的 OCI 领域。
zh_hant: 將 oraclecloud.com 留空。僅輸入政府或主權領域的 OCI 領域。

source: Leave empty for production, or enter sandbox to use a separate Namecheap sandbox account.
de: Für die Produktion leer lassen oder Sandbox eingeben, um ein separates Namecheap-Sandbox-Konto zu verwenden.
es: Déjelo vacío para producción o ingrese a la zona de pruebas para usar una cuenta de zona de pruebas de Namecheap separada.
fr: Laissez vide pour la production ou entrez sandbox pour utiliser un compte sandbox Namecheap distinct.
hi: उत्पादन के लिए खाली छोड़ें, या एक अलग नेमचीप सैंडबॉक्स खाते का उपयोग करने के लिए सैंडबॉक्स दर्ज करें।
id: Biarkan kosong untuk produksi, atau masuk ke sandbox untuk menggunakan akun sandbox Namecheap terpisah.
ja: 本番環境では空のままにするか、サンドボックスを入力して別の Namecheap サンドボックス アカウントを使用します。
ko: 프로덕션을 위해 비워두거나 별도의 Namecheap 샌드박스 계정을 사용하려면 샌드박스를 입력하세요.
pl: Pozostaw puste na potrzeby produkcyjne lub wejdź do piaskownicy, aby użyć osobnego konta piaskownicy Namecheap.
pt_br: Deixe em branco para produção ou entre no sandbox para usar uma conta separada do sandbox Namecheap.
tr: Üretim için boş bırakın veya ayrı bir Namecheap korumalı alan hesabı kullanmak için korumalı alana girin.
uk: Залиште порожнім для виробництва або введіть пісочницю, щоб використовувати окремий обліковий запис пісочниці Namecheap.
vi: Để trống để sản xuất hoặc nhập hộp cát để sử dụng tài khoản hộp cát Namecheap riêng.
zh_hans: 对于生产留空，或输入沙箱以使用单独的 Namecheap 沙箱帐户。
zh_hant: 對於生產留空，或輸入沙箱以使用單獨的 Namecheap 沙箱帳戶。

# Line %lld: %@
source: Line %1$lld: %2$@
de: Zeile %1$lld: %2$@
es: Línea %1$lld: %2$@
fr: Ligne %1$lld : %2$@
hi: लाइन %1$lld: %2$@
id: Jalur %1$lld: %2$@
ja: %1$lld 行: %2$@
ko: 라인 %1$lld: %2$@
pl: Linia %1$lld: %2$@
pt_br: Linha %1$lld: %2$@
tr: %1$lld Hattı: %2$@
uk: Лінія %1$lld: %2$@
vi: Dòng %1$lld: %2$@
zh_hans: 行 %1$lld: %2$@
zh_hant: 行 %1$lld: %2$@

source: LiveDNS accepts RRset TTL values from 300 through 2592000 seconds.
de: LiveDNS akzeptiert RRset-TTL-Werte von 300 bis 2592000 Sekunden.
es: LiveDNS acepta valores RRset TTL de 300 a 2592000 segundos.
fr: LiveDNS accepte les valeurs TTL RRset comprises entre 300 et 2 592 000 secondes.
hi: LiveDNS 300 से 2592000 सेकंड तक RRset TTL मान स्वीकार करता है।
id: LiveDNS menerima nilai RRset TTL dari 300 hingga 2592000 detik.
ja: LiveDNS は、300 ～ 2592000 秒の RRset TTL 値を受け入れます。
ko: LiveDNS는 300~2592000초의 RRset TTL 값을 허용합니다.
pl: LiveDNS akceptuje wartości RRset TTL od 300 do 2592000 sekund.
pt_br: LiveDNS aceita valores RRset TTL de 300 a 2.592.000 segundos.
tr: LiveDNS, 300 ila 2592000 saniye arasındaki RRset TTL değerlerini kabul eder.
uk: LiveDNS приймає значення RRset TTL від 300 до 2592000 секунд.
vi: LiveDNS chấp nhận các giá trị RRset TTL từ 300 đến 2592000 giây.
zh_hans: LiveDNS 接受 RRset TTL 值从 300 到 2592000 秒。
zh_hant: LiveDNS 接受 RRset TTL 值從 300 到 2592000 秒。

source: Load File...
de: Datei laden...
es: Cargar archivo...
fr: Charger le fichier...
hi: फ़ाइल लोड करें...
id: Muat Berkas...
ja: ファイルをロード...
ko: 파일 로드...
pl: Załaduj plik...
pt_br: Carregar arquivo...
tr: Dosya Yükle...
uk: Завантажити файл...
vi: Tải tập tin...
zh_hans: 加载文件...
zh_hant: 加載檔案...

source: Loading records…
de: Datensätze werden geladen…
es: Cargando registros…
fr: Chargement des enregistrements…
hi: रिकॉर्ड लोड हो रहा है...
id: Memuat catatan…
ja: レコードをロード中…
ko: 기록 로드 중…
pl: Ładowanie rekordów…
pt_br: Carregando registros…
tr: Kayıtlar yükleniyor…
uk: Завантаження записів…
vi: Đang tải bản ghi…
zh_hans: 正在加载记录...
zh_hant: 正在加載記錄...

source: Loading zones...
de: Ladezonen...
es: Zonas de carga...
fr: Zones de chargement...
hi: जोन लोड हो रहे हैं...
id: Memuat zona...
ja: ゾーンを読み込んでいます...
ko: 영역 로드 중...
pl: Ładowanie stref...
pt_br: Carregando zonas...
tr: Bölgeler yükleniyor...
uk: Зони завантаження...
vi: Đang tải vùng...
zh_hans: 装载区...
zh_hant: 裝載區...

source: Loading zones…
de: Ladezonen…
es: Zonas de carga…
fr: Zones de chargement…
hi: जोन लोड हो रहे हैं...
id: Memuat zona…
ja: ゾーンをロード中…
ko: 영역 로드 중…
pl: Ładuję strefy…
pt_br: Carregando zonas…
tr: Bölgeler yükleniyor…
uk: Завантаження зон…
vi: Đang tải vùng…
zh_hans: 装载区...
zh_hant: 裝載區...

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
ja: 読み込み中...
ko: 로드 중...
pl: Ładowanie...
pt_br: Carregando...
tr: Yükleniyor...
uk: Завантаження...
vi: Đang tải...
zh_hans: 加载中...
zh_hant: 加載中...

source: Local MCP clients launch STDIO tools on macOS. DNSDeck for iPhone and iPad can manage DNS directly, but iOS cannot host a local MCP companion process.
de: Lokale MCP-Clients starten STDIO-Tools unter macOS. DNSDeck für iPhone und iPad kann DNS direkt verwalten, iOS kann jedoch keinen lokalen MCP-Begleitprozess hosten.
es: Los clientes MCP locales inician herramientas STDIO en macOS. DNSDeck para iPhone y iPad puede administrar DNS directamente, pero iOS no puede alojar un proceso complementario MCP local.
fr: Les clients MCP locaux lancent les outils STDIO sur macOS. DNSDeck pour iPhone et iPad peut gérer le DNS directement, mais iOS ne peut pas héberger un processus compagnon MCP local.
hi: स्थानीय MCP क्लाइंट macOS पर STDIO टूल लॉन्च करते हैं। iPhone और iPad के लिए DNSDeck सीधे DNS को प्रबंधित कर सकता है, लेकिन iOS स्थानीय MCP सहयोगी प्रक्रिया की मेजबानी नहीं कर सकता है।
id: Klien MCP lokal meluncurkan alat STDIO di macOS. DNSDeck untuk iPhone dan iPad dapat mengelola DNS secara langsung, namun iOS tidak dapat menghosting proses pendamping MCP lokal.
ja: ローカル MCP クライアントは、macOS 上で STDIO ツールを起動します。 iPhone および iPad 用の DNSDeck は DNS を直接管理できますが、iOS はローカル MCP コンパニオン プロセスをホストできません。
ko: 로컬 MCP 클라이언트는 macOS에서 STDIO 도구를 시작합니다. iPhone 및 iPad용 DNSDeck은 DNS를 직접 관리할 수 있지만 iOS는 로컬 MCP 동반 프로세스를 호스팅할 수 없습니다.
pl: Lokalni klienci MCP uruchamiają narzędzia STDIO w systemie macOS. DNSDeck na iPhone'a i iPada może bezpośrednio zarządzać DNS, ale iOS nie może obsługiwać lokalnego procesu towarzyszącego MCP.
pt_br: Os clientes MCP locais iniciam ferramentas STDIO no macOS. DNSDeck para iPhone e iPad pode gerenciar DNS diretamente, mas iOS não pode hospedar um processo complementar MCP local.
tr: Yerel MCP istemcileri, macOS'ta STDIO araçlarını başlatır. iPhone ve iPad için DNSDeck, DNS'yi doğrudan yönetebilir ancak iOS, yerel bir MCP yardımcı sürecini barındıramaz.
uk: Локальні клієнти MCP запускають інструменти STDIO на macOS. DNSDeck для iPhone та iPad може безпосередньо керувати DNS, але iOS не може розміщувати локальний супутній процес MCP.
vi: Máy khách MCP cục bộ khởi chạy các công cụ STDIO trên macOS. DNSDeck dành cho iPhone và iPad có thể quản lý DNS trực tiếp nhưng iOS không thể lưu trữ quy trình đồng hành MCP cục bộ.
zh_hans: 本地 MCP 客户端在 macOS 上启动 STDIO 工具。适用于 iPhone 和 iPad 的 DNSDeck 可以直接管理 DNS，但 iOS 无法托管本地 MCP 伴随进程。
zh_hant: 本機 MCP 用戶端在 macOS 上啟動 STDIO 工具。適用於 iPhone 和 iPad 的 DNSDeck 可以直接管理 DNS，但 iOS 無法託管本機 MCP 伴隨進程。

source: Lock DNSDeck
de: DNSDeck sperren
es: Bloquear DNSDeck
fr: Verrouiller DNSDeck
hi: डीएनएसडेक को लॉक करें
id: Kunci DNSDeck
ja: DNSDeckをロックする
ko: DNSDeck 잠금
pl: Zablokuj DNSDeck
pt_br: Bloquear DNSDeck
tr: DNSDeck'i kilitle
uk: Заблокуйте DNSDeck
vi: Khóa DNSDeck
zh_hans: 锁定 DNSDeck
zh_hant: 鎖定 DNSDeck

source: Long (e.g., January 15, 2023 at 10:00:00 AM)
de: Lang (z. B. 15. Januar 2023 um 10:00:00 Uhr)
es: Largo (por ejemplo, 15 de enero de 2023 a las 10:00:00 a. m.)
fr: Longue (par exemple, le 15 janvier 2023 à 10 h 00 min 00 s)
hi: लंबा (जैसे, जनवरी 15, 2023 प्रातः 10:00:00 बजे)
id: Panjang (misalnya, 15 Januari 2023 pukul 10.00.00)
ja: 長期 (例: 2023 年 1 月 15 日午前 10:00:00)
ko: 긴 형식(예: 2023년 1월 15일 오전 10시)
pl: Długie (np. 15 stycznia 2023 r. o 10:00:00)
pt_br: Longo (por exemplo, 15 de janeiro de 2023 às 10h00)
tr: Uzun (ör. 15 Ocak 2023, 10:00:00)
uk: Довгий (наприклад, 15 січня 2023 р. о 10:00:00)
vi: Dài (ví dụ: ngày 15 tháng 1 năm 2023 lúc 10:00:00 sáng)
zh_hans: 长（例如，2023 年 1 月 15 日上午 10:00:00）
zh_hant: 長（例如，2023 年 1 月 15 日上午 10:00:00）

source: MCP DNS changes use the environments and providers already configured in DNSDeck. Nameserver updates and delete operations require explicit confirmation, and mutations are written to the local MCP audit log.
de: MCP DNS-Änderungen verwenden die Umgebungen und Anbieter, die bereits in DNSDeck konfiguriert sind. Nameserver-Aktualisierungen und Löschvorgänge erfordern eine explizite Bestätigung und Mutationen werden in das lokale MCP-Überwachungsprotokoll geschrieben.
es: MCP Los cambios de DNS utilizan los entornos y proveedores ya configurados en DNSDeck. Las actualizaciones del servidor de nombres y las operaciones de eliminación requieren una confirmación explícita y las mutaciones se escriben en el registro de auditoría local MCP.
fr: Les modifications DNS MCP utilisent les environnements et les fournisseurs déjà configurés dans DNSDeck. Les mises à jour du serveur de noms et les opérations de suppression nécessitent une confirmation explicite et les mutations sont écrites dans le journal d'audit local MCP.
hi: MCP DNS परिवर्तन DNSDeck में पहले से कॉन्फ़िगर किए गए वातावरण और प्रदाताओं का उपयोग करते हैं। नेमसर्वर अपडेट और डिलीट ऑपरेशंस के लिए स्पष्ट पुष्टि की आवश्यकता होती है, और म्यूटेशन स्थानीय MCP ऑडिट लॉग में लिखे जाते हैं।
id: MCP Perubahan DNS menggunakan lingkungan dan penyedia yang sudah dikonfigurasi di DNSDeck. Operasi pembaruan dan penghapusan server nama memerlukan konfirmasi eksplisit, dan mutasi ditulis ke log audit MCP lokal.
ja: MCP DNS の変更では、DNSDeck で既に構成されている環境とプロバイダーが使用されます。ネームサーバーの更新および削除操作には明示的な確認が必要で、変更はローカルの MCP 監査ログに書き込まれます。
ko: MCP DNS 변경 사항은 DNSDeck에 이미 구성된 환경과 공급자를 사용합니다. 네임서버 업데이트 및 삭제 작업에는 명시적인 확인이 필요하며 변형은 로컬 MCP 감사 로그에 기록됩니다.
pl: MCP Zmiany DNS wykorzystują środowiska i dostawców już skonfigurowanych w DNSDeck. Aktualizacje serwera nazw i operacje usuwania wymagają wyraźnego potwierdzenia, a mutacje są zapisywane w lokalnym dzienniku audytu MCP.
pt_br: MCP As alterações de DNS usam os ambientes e provedores já configurados em DNSDeck. As atualizações e operações de exclusão do servidor de nomes exigem confirmação explícita e as mutações são gravadas no log de auditoria local MCP.
tr: MCP DNS değişiklikleri, DNSDeck'de önceden yapılandırılmış ortamları ve sağlayıcıları kullanır. Ad sunucusu güncellemeleri ve silme işlemleri açık onay gerektirir ve mutasyonlar yerel MCP denetim günlüğüne yazılır.
uk: MCP Зміни DNS використовують середовища та постачальників, уже налаштовані в DNSDeck. Оновлення сервера імен і операції видалення вимагають явного підтвердження, а мутації записуються в локальний журнал аудиту MCP.
vi: MCP Các thay đổi DNS sử dụng môi trường và nhà cung cấp đã được định cấu hình trong DNSDeck. Các hoạt động cập nhật và xóa máy chủ tên yêu cầu xác nhận rõ ràng và các đột biến được ghi vào nhật ký kiểm tra MCP cục bộ.
zh_hans: MCP DNS 更改使用 DNSDeck 中已配置的环境和提供程序。名称服务器更新和删除操作需要显式确认，并且突变会写入本地 MCP 审核日志。
zh_hant: MCP DNS 變更使用 DNSDeck 中已設定的環境和提供者。名稱伺服器更新和刪除操作需要明確確認，且突變會寫入本機 MCP 審核日誌。
